; TCP-Z language resource file

; Note: Don't translate the section name likes [???].

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x1053		Svenska		Sweden			1250			SWE

; Is this one? 
; 0x041d		Swedish		Sweden			1252			SVE 

[info]
LanguageName=Swedish (Svenska)
LanguageID=0x041d
CodePage=1252
Translator=Marshall Mathers
Version=2.6
LastModified=3/8/2009

[Common]
AlreadyRun=Körs redan...... Ingen idé att köra en till.
AboutBox=&Om TCPZ...
Minimize=Minimera
OK=OK
Success=Lyckades
Fail=Fel
SaveToFile=Spara till fil


[TCP]
Version=Version
FileLimit=Fil Gräns
MemoryLimit=Minnes Gräns
OriginalFile=Original
Yes=Ja
No=Nej
EVIDCount=EvID 4226
Connection=Uppkoppling
Established=Etablerad
HalfOpen=Halv Öppen
CreateDepth=Skapa Djup
Incoming=Inkommande
Speed=Hastighet
Download=Nerladdning
Upload=uppladdning
Peak=Historisk topp
FailGetNicInfo=Misslyckades med att få nätverkskortets information.
VersionNotMatch=Denna version av tcpip.sys matchar inte det aktuella operativsystemet, TCP-Z kommer stängas ner.\n\nAtt köra detta program i kompabilitetsläge är inte tillåtet!
FailGetVersion=Fail. Kanske tcpip.sys är låst.
UnKnown=Okänt
UnLimited=Obegränsad,Crack

[Statistics]
Statistics=Statistik
TCPStatistics=TCP Statistik för IPv4
DurationOfStatistics=Durations statistik
OutgoingConnection=Utgående kontakt försök
IncomingConnection=Inkommade kontakt försök
FailedConnection=Misslyckade kontakt försök 
EstablishedConnection=Lyckade kontakt försök
SuccessRatio=Lyckad Ratio
Reset=Återställ
AdapterInfo=Nätverkskorts Information
DeviceType=Anordnings Typ
OperateStatus=Operativ Status
LinkSpeed=Länk hastighet
TransmitSpeed=Sändnings hastighet
ReceiveSpeed=Mottagnings hastighet
; // A: This "UP" comes from c++ header file, means active, connected
Up=Upp
Down=Ner
Ethernet=Ethernet
PPP=PPP
Wireless=Trådlös


[Detail]
Detail=Detalj
Process=Process
PID=PID
ProcessInfo=Process Information
; Denna info är samma som ifrån Windows Aktivitetshanterare
MemUsage=Minnesanvänding
VMSize=VM Storlek
IORead=I/O Läs
IOWrite=I/O skriv


[Patch]
Patch=Patcha
PatchMemory=Patcha Minnet
PatchFile=Patcha File Tcpip.sys
OldValue=Gammalt Värde
NewValue=Nytt Värde
Offset=Kompensation
Apply=Applicera
MsgMemPatch=Ändra halv-öppna gränsen i minnet.\nGer effekt omedelbart.\n\nDet modifierade värdet bibehåller effekten, tills datorn stängs ner.
TipMemPatch=Tips på att Patcha Minnet
Open=Öppen
MsgTipMemPatch=För mer automation, pröva TCP-Z Virtual Device.\nInstall endast en gång, den halv-öppna gräns nivån finns kvar vid varje uppstart.
MsgFilePatch=Starta om datorn för inställningar ska få effekt.\n Behöver bara applicera denna patch en gång.\n\n Patcha fil i Vista, pröva 'Universal Tcpip.sys Patch'

InvalidValue=Nytt värde är felaktigt!
ComfirmPatchFile=Är du säker på att du vill patcha fil Tcpip.sys?
FailDisableWFP=Misslyckade med att inaktivera Windows Fil Skydd.\n\nOr, WFP funktionen har blivit inaktiverad förut.

UnsupportedOS=Detta operativsystem är inte godkänt.
FailExtractFile=Misslyckades med att extrahera drivrutins fil.
FailLoadDriver=Misslyckades med att ladda drivrutin. \nVar vänlig och kör detta program som Administarator.\n\nVisa antivirusprogram blockerar laddningen av drivrutinen, du behöver godkänna laddningen.
LoadErrorCode=Fel vid laddning av tcp-z drivrutin. Fel Kod:
FailOpenSCM=Misslyckades med att öppna Service Control Manager. Rätt är inte nog.
FailCreateService=Misslyckades med att skapa tjänst
FailStartService=Misslyckades med att stärta tjänst
TestsigningNotEnable=TESTSIGNING statusen är inaktivt .\n\nFör detaljer, läs Readme.txt.\n\nGodkänn TESTSIGNING just nu?
TestsigningSetOK=TESTSIGNING statusen är på.\n\nOm ett "Test Mode' vattenmärke finns på ditt skrivbord, kan du ta bort det med 'RemoveWatermarkX64.exe'.\n\nDu måste starta om datorn för att det ska ha effekt.

SetSuccess=TCP Halv Öppna kontaktsgräns värdet ändrat till:
SetFail=Misslyckade med att ställa in nya värdet.


[About]
About=Om
ReadMe=Läs mig och hjälp ...

[MiniBar]
Active=Aktiv
Statistics=Statistik


[LanguageDialog]
LangChanged=Användarspråket har blivit ändrat, du måste starta om för att ändringarna ska börja gälla.


[PopupMenu]
ShowTCPZ=&Visa / Dölj TCP-Z
OnTopmost=Visa överst
ShowMinibar=Visa / Dölj Minibar
Transparent=Transparent Procent
CaptureTCPZ=Fånga TCP-Z Fönster
CaptureScreen=&Fånga Full Skärm
RefreshNicList=&Uppdatera Nätverkskorts lista
Exit=Avsluta